[GENERAL]
NAME            = Српски (Ћирилица)
TRANSLATOR         = Славољуб Петровић
DLG_FONT_NAME         =
DLG_FONT_SIZE         =


[TEXT]
TEXT_EXPIRED         = Апликација је истекла.
TEXT_BETA         = Бета
TEXT_UNREGISTERED      = Нерегистрован
TEXT_SAFEMODE			= Сигуран начин
TEXT_SAFEMODE_MESSAGE		= Bandicam је покренут у сигурном начину. \nНеке особине, хардверско убрзање декодирања, можда неће радити у сигурном начину.
TEXT_INIT_FAIL         = Иницијализација неуспешна.
TEXT_APPINFO         = "Bandicam" - Изванредан програм за снимање дешавања на рачунару.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam је нерегистрован.


; error
TEXT_ERROR_DISKSPACE      = Нема довољно места на хард диску.
TEXT_ERROR_VIDEO_CAP      = Неуспешно покретање снимања слике.\nАко Вам треба помоћ кликните на тастер ''У реду''.
TEXT_ERROR_AUDIO_CAP      = Неуспешно покретање снимања звука.\nАко Вам треба помоћ кликните на тастер ''У реду''.
TEXT_ERROR_IMAGE_CAP      = Неуспешно снимање слике.\nМолимо да проверите фасциклу одређену за снимање.
TEXT_ERROR_CREATEFILE      = Није могуће направити датотеку.
TEXT_ERROR_OUTPUTFOLDER		= Излазна фасцикла не постоји. Молимо изаберите нову фасциклу.
TEXT_ERROR_RENAME_FILE		= Неуспело преименовање изабране датотеке.
TEXT_ERROR_CODEC_INIT      = Неуспешна иницијализација кодека.
TEXT_ERROR_CODEC_INIT_RETRY	= Немогуће покретање кодека.\nЖелите ли да покушате поново са H.264 (CPU) кодеком?
TEXT_ERROR_CODEC_VIDEO		= Снимање је заустављено због постојања проблема са видео кодеком.
TEXT_ERROR_LOGO_IMAGE      = Формат слике није подржан. \nМолимо да одаберете подржан формат (*.png).
TEXT_ERROR_INIT_DEVICE		= Неуспело постављање снимачког видео уређаја.
TEXT_ERROR_NO_DEVICES		= Нема пронађених снимачких видео уређаја.
TEXT_ERROR_EXISTING_PRESET_NAME	= Име подешавања које сте унели, већ постоји. \nМолимо да унесете другачије име.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Ова функција више није доступна због Фејсбуковог правила услуге.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = The recording has been stopped because the audio device is no longer available.
TEXT_ERROR_DUPLICATE_HOTKEYS	= There are duplicate hotkeys. Please change the hotkey settings.
TEXT_ERROR_NO_SOUND_DEVICE	= There is no sound device activated. Please select at least one device.
TEXT_ERROR_NO_MORE_5_UPLOADING  = You cannot upload more than 5 videos at the same time. Please try again after the uploading is complete.
TEXT_CAN_NOT_CHANGE_TB      = Ова подешавања не можете мењати у бесплатној верзији програма. Молимо да региструјете програм!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Не можете да унесете више од 10 елемената.
TEXT_WARNING_AMD_APP      = Ваш систем не подржава 'H.264 (AMD VCE)', због тога ће бити коришћен подразумевани кодек.
TEXT_WARNING_AMD_APP2      = Ваш систем не подржава 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Ако промените подешавања видео уређаја, снимање ће бити заустављено. Да ли сте сигурни да желите да наставите?
TEXT_WARNING_EXIT_BANDICAM	= Ако затворите Bandicam, снимање ће бити заустављено.\n Јесте ли сигурни да желите да затворите Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Након завршетка ове апликације, заказано снимање се више не може наставити. \nЈесте ли сигурни да желите да затворите Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Да ли сте сигурни да желите да избришете изабрану маску?
TEXT_WARNING_UNREGISTER		= Да ли сте сигурни да желите да разрегиструјете Bandicam?
TEXT_NOTICE_NEED_TO_RENEW	= Bandicam дозвола истиче након %d дана. Кликните на тастер 'У реду' за инструкције о обнови дозволе.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Bandicam дозвола је истекла. Кликните на тастер 'У реду' за инструкције о обнови дозволе.

; video setting page name
TEXT_VID_PAGE_SOUND      = Звук
TEXT_VID_PAGE_WEBCAM		= Веб камера
TEXT_VID_PAGE_LOGO      = Лого
TEXT_VID_PAGE_EFFECTS      = Миш
TEXT_VID_PAGE_TEXT		= Текст
TEXT_VID_PAGE_OPTIONS      = Опције

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Лого

; option page name
TEXT_OPT_PAGE_GENERAL      = Опште
TEXT_OPT_PAGE_OUTPUT		= Излаз
TEXT_OPT_PAGE_HOOKING      = Повезивање
TEXT_OPT_PAGE_LANGUAGE      = Језик
TEXT_OPT_PAGE_HOTKEYS		= Hotkeys
TEXT_OPT_PAGE_OTHERS      = Остало

TEXT_VIDEO         = Видео
TEXT_AUDIO         = Аудио

TEXT_FOLDER_SELECT      = Изаберите фасциклу за снимање.

TEXT_FMT_FULL_SIZE      = Пун квалитет
TEXT_FMT_HALF_SIZE      = Преполовљен квалитет
TEXT_FMT_FIT_WIDTH      = Уклопи са ширином
TEXT_FMT_FIT_HEIGHT      = Уклопи са висином
TEXT_FMT_CUSTOM_SIZE      = Произвољно
TEXT_FMT_STEREO         = стерео
TEXT_FMT_MONO         = моно
TEXT_FMT_ORIGINAL_PCM		= Оригинални Аудио Формат
TEXT_FMT_AUTO			= Ауто
TEXT_FMT_LOSSLESS		= Без губитка

; preset
TEXT_PRESET_DEFAULT      = Стандардан
TEXT_PRESET_HALFSIZE      = Преполовљен квалитет
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 К/с (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 К/с (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC   = H.264, 60 К/с (Intel® Брза Синхр. видеа)
TEXT_PRESET_H264_60FPS_NVENC   = H.264, 60 К/с (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA   = H.264, 60 К/с (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP   = H.264, 60 К/с (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS   = Ултра брзо подешавање за 60 К/С
TEXT_PRESET_LOWEND      = Слаб рачунар
TEXT_PRESET_NICO      = --
TEXT_PRESET_NICO_HQ      = --
TEXT_PRESET_NAVER_480P      = --
TEXT_PRESET_YOUTUBE_360P   = YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P   = YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P   = YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP         = За PMP/Divx плејере
TEXT_PRESET_EDIT      = За Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT      = За MS PowerPoint
TEXT_PRESET_320x0      = Уклопи за, 320x0
TEXT_PRESET_640x0      = Уклопи за, 640x0
TEXT_PRESET_800x0      = Уклопи за, 800x0
TEXT_PRESET_1280x0      = Уклопи за, 1280x0
TEXT_PRESET_USER      = Произвољна поставка

TEXT_CHANGE_LANG      = Да би сте променили језик, морате рестартовати "Bandicam".\nДа ли желите да га рестартујете сад?
TEXT_CHANGE_HOOK      = Да би сте изменили принцип повезивања, морате рестартовати "Bandicam".\nДа ли желите да га рестартујете сад?
TEXT_CHANGE_SIZE		= Да бисте променили величину прозора "Bandicam"-а морате га рестартовати.\nДа ли желите да га рестартујете сада?
TEXT_RESET_ALL_SETTINGS      = Да ли сте сигурни да желите вратити подешавања на стандардна?

TEXT_REGISTER_SUCCEEDED      = Ваш "Bandicam" је управо регистрован.
TEXT_REGISTER_FAILED      = Регистрација је неуспешна. \nМолимо проверите адресу Е-поште и серијски број.
TEXT_REGISTER_CONNECT_FAILED   = Не могу да се повежем на сервер за регистрацију.\nМолимо проверите Вашу интернет конекцију и проверите да ли су Вам правилно подешени датум и време.\nАко Вам треба помоћ кликните на тастер ''У реду''.
TEXT_REGISTER_INFO      = Е-пошта: %s\r\nСеријски број: %s
TEXT_REGISTER_INFO2		= Датум истека : %s (преостало је %d )
TEXT_REGISTER_INFO2_EXPIRED	= Датум истека : %s (Истекло)
TEXT_REGISTER_LIMITED      = Снимање је заустављено.\n\nУ нерегистрованој верзији програма, можете снимати само 10 минута. Региструјте сад!
TEXT_REGISTER_LIMITED_SREC	= У нерегистрованој верзији програма, можете снимати само 10 минута. Региструјте сад!
TEXT_REGISTER_NEWRECORD      = Не можете започети ново снимање у бесплатној верзији. Региструјте сад!
TEXT_REGISTER_LICENCE_INFO   = Нерегистрован!!!\r\nАко желите да снимате без водених жигова морате купити "Bandicam".

TEXT_PROGRAM_INVALID      = Апликација има грешку. \nМолимо реинсталирајте апликацију.

TEXT_SELECT_NOT_SELECTED	= Молимо да изаберете режим снимања
TEXT_SELECT_TARGET      = Кликните на прозор који желите да снимате
TEXT_SELECT_DEVICE		= Молимо да изаберете уређај видео снимања
TEXT_TARGET_DIRECTX      = Режим снимања игре - Снимите игре и видео плејере користећи DirectX.
TEXT_TARGET_SCREEN      = Режим снимања екрана - Снимите радну површину и веб видео.
TEXT_TARGET_DEVICE		= Режим снимања уређаја - Снимите Веб Камеру и HDMI снимачки уређај.
TEXT_TARGET_AUDIO		= Audio-only mode - you can record only the audio.
TEXT_TARGET_CHANGING      = Ако промените режим снимања, снимање ће бити заустављено.\nДа ли сте сигурни да желите да наставите?
TEXT_TARGET_CLOSE		= Ако затворите тренутни режим снимања, снимање ће бити заустављено.\nДа ли сте сигурни да желите да наставите?
TEXT_TARGET_CHANGE_TO_RECTANGLE   = Не можете покренути снимање у 'Режиму снимања игре' јер није изабран циљни прозор.\n\nЖелите ли да промените режим снимања у 'Режим снимања екрана' како би сте надаље покретали снимање?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Не можете започети снимање у 'Режим снимања уређаја' јер снимачки уређај није изабран.\n\nЖелите ли у будуће да промените режим снимања у 'Режим снимања екрана' за почетак снимања?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Не можете покренути снимање јер није изабран режим снимања.\n\nЖелите ли да изаберете 'Режим снимања екрана' како би у будуће покренули снимање?

TEXT_STATUSBAR_READY      = Спремно
TEXT_STATUSBAR_RECORDING   = Снима се
TEXT_STATUSBAR_PAUSE      = Пауза

TEXT_UPDATE_AVAILABLE      = Нова верзија "Bandicam"-a је доступна. \nЖелите ли да је преузмете?
TEXT_UPDATE_UNAVAILABLE      = Ово је последња верзија програма.
TEXT_UPDATE_FAILED      = Неуспешна провера верзије програма. \nОвај рачунар није повезан на интернет или постоји проблем са сервером.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Немогуће је додати. Ако сте се већ пријавили, молимо да потврдите Вашу адресу Е-поште.

TEXT_TARGET_FULL      = Цео екран
TEXT_TARGET_RESTORE      = Обнови
TEXT_TARGET_TOGGLE_TOP		= Move Control Bar Up
TEXT_TARGET_TOGGLE_BOTTOM	= Move Control Bar Down
TEXT_TARGET_FIND		= Изаберите поље снимања
TEXT_TARGET_RESIZE      = Одабир величине
TEXT_TARGET_IMAGE      = Хватање слика
TEXT_TARGET_PEN			= Режим цртања
TEXT_TARGET_RECORD_START   = Видео снимање - старт
TEXT_TARGET_RECORD_PAUSE   = Видео снимање - пауза
TEXT_TARGET_RECORD_STOP      = Видео снимање - стоп
TEXT_TARGET_MENU		= Мени
TEXT_TARGET_DISPLAY		= Приказ %d

TEXT_DEVICE_FULL		= Цео екран
TEXT_DEVICE_RESTORE		= Поврати
TEXT_DEVICE_SELECT_DEVICE	= Изаберите уређај
TEXT_DEVICE_VOLUME		= Контрола тона
TEXT_DEVICE_IMAGE		= Хватање слике
TEXT_DEVICE_RECORD_START	= Видео снимање - старт
TEXT_DEVICE_RECORD_PAUSE	= Видео снимање - пауза
TEXT_DEVICE_RECORD_STOP		= Видео снимање - стоп
TEXT_DEVICE_MENU		= Мени

TEXT_RC_HOWTO_NOCOMPLETE   = Немој аутоматски прекидати снимање
TEXT_RC_HOWTO_BYTIME      = по времену
TEXT_RC_HOWTO_BYSIZE      = по величини
TEXT_RC_HOWTO_BYSILENCE		= Тихим трајањем
TEXT_RC_AFTER_NEWRECORD      = Покрени ново снимање
TEXT_RC_AFTER_EXIT      = Искључи "Bandicam"
TEXT_RC_AFTER_SHUTDOWN      = Искључи рачунар

TEXT_SHUTDOWN_SEC      = Искључи рачунар за %d секунди.

TEXT_SEL_IMAGE_FILE      = Одаберите слику

TEXT_RC_MB         = МБ
TEXT_RC_GB         = ГБ

TEXT_SND_SELECT_1_DISABLE	= -- Онемогући --
TEXT_SND_SELECT_2_DISABLE   = -- Онемогући (препоручено) --

TEXT_CORRUPTED_AVI_FILE      = Датотека последњег снимка је корумпирана.\nЖелите ли да је поправите?\n\nДатотека: %s
TEXT_SELECTED_CORRUPTED_FILE	= Изабрана датотека је оштећена.\nДа ли желите да је поправите?\n\nДатотека: %s
TEXT_TRAY_BALLOON_TIP      = Кликни на икону у 'SysTray-у' да би отворио "Bandicam".
TEXT_TRAY_BALLOON_TIP_RECT   = Кликни на икону у SysTray-у да би се показао прозор за снимање екрана.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Кликните на 'SysTray' икону за приказ прозора снимачког уређаја.
TEXT_FORCE_STOP         = Неуспешно заустављање снимања јер се прозор, који се снима, укочио.\nЖелите ли принудно да зауставите снимање?
TEXT_EXTERNAL_CODEC      = - Екстерни кодек -
TEXT_CUDA_GPU_AUTOSELECT   = (Ауто избор)

; status bar tool-tip
TEXT_INDICATOR_STATUS      = Статус снимања
TEXT_INDICATOR_TIME      = Време снимања
TEXT_INDICATOR_SIZE      = Величина снимка / слободно место на ХДД-у
TEXT_INDICATOR_VOLUME      = Тренутна јачина звука

; recording priority
TEXT_REC_PRIORITY_NORMAL   = [Нормално] Нормалан приоритет
TEXT_REC_PRIORITY_HIGH      = [Висок] Виши приоритет од нормалног
TEXT_REC_PRIORITY_HIGHEST   = [Највиши] Друге апликације се могу успорити

; output page message
TEXT_OUTPUTS_BANDICUT      = "Bandicut" није инсталиран. Желите ли да преузмете "Bandicut"?
TEXT_OUTPUTS_DELETE      = Јесте ли сигурни да желите трајно да избришете изабране датотеке?
TEXT_OUTPUTS_SELCOUNT      = Изабрано је %d елемената

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Име мете
TEXT_FILE_NAME_PREFIX_CUSTOM	= Уобичајени префикс
TEXT_FILE_NAME_PREFIX_NONE	= Ни једно
TEXT_FILE_NAME_SUFFIX_TIME	= Датум/Време
TEXT_FILE_NAME_SUFFIX_NUMBER	= Серијски број

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Унесите вредност између 1 и 1440 минута.
TEXT_TIMER_REC_STOP_RECORDING	= Снимање је у току. \nДа ли сте сигурни да желите да прекинете снимање и наставити?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Мерач времена снимања није доступан јер није постављен начин снимања. Молимо да прво изаберете начин снимања.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Молимо да унесете наслов видеа за додавање.
TEXT_UPLOAD_VID_NO_PASSWORD	= Молимо да унесете лозинку.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Пријава - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Пријавите се са YouTube из претраживача...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Поништи
TEXT_UPLOAD_VIMEO_LOGIN		= Пријава - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Пријавите се са Vimeo из претраживача...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Поништи
TEXT_UPLOAD_FACEBOOK_LOGIN	= Пријава - Facebook
TEXT_UPLOAD_COMPLETE		= Додато
TEXT_UPLOAD_ERR_FAIL		= Неуспело додавање овог видеа.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Ова датотека је превелика за додавање.
TEXT_UPLOAD_ERR_FREESPACE	= Нема довољно слободног простора на Vimeo-у за додавање.
TEXT_UPLOAD_ERR_CONNECT		= Неуспела конекција на сервер.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Неуспело додавање овог видеа. Основни Vimeo корисници не могу да користе ову функцију.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam је премашио дневну квоту за отпремање коју је доделио YouTube.\n Квота ће бити ресетована у поноћ по пацифичком времену.\n Молимо покушајте поново након поноћи или идите на YouTube.com и додајте видео директно на YouTube.[br][br]Желите ли да посетите YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Добијање приступног токена није успело.

; deinterlacing
TEXT_DEINT_NONE			= Ништа
TEXT_DEINT_ODD			= Непарна поља
TEXT_DEINT_EVEN			= Сва поља
TEXT_DEINT_BLEND		= Измешано

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Снимај само док стискаш
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Само без тона док стискаш

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Инсталација је у току...
TEXT_UPDATE_FAILED_DL		= Немогуће преузимање инсталационих датотека. \nОвај рачунар можда тренутно није повезан са интернетом.
TEXT_UPDATE_INSTALL_SUCCEED	= Инсталација је завршена.
TEXT_UPDATE_INSTALL_FAILED	= Инсталација није успела.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Ништа)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Хоризонтално
TEXT_WEBCAM_FLIP_VERTICAL	= Вертикално

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Име
TEXT_SREC_HEADER_STATUS		= Статус
TEXT_SREC_HEADER_START_TIME	= Време почетка
TEXT_SREC_HEADER_END_TIME	= Време краја
TEXT_SREC_HEADER_DURATION	= Трајање
TEXT_SREC_HEADER_TARGET		= Мета
TEXT_SREC_HEADER_AFTER_REC	= Након снимања
TEXT_SREC_DEFAULT_NAME		= Заказивање
TEXT_SREC_DELETE_SCHEDULES	= Јесте ли сигурни да желите трајно да избришете изабрана заказивања?
TEXT_SREC_STATUS_WAITING	= Чекање
TEXT_SREC_STATUS_RECORDING	= Снимање
TEXT_SREC_STATUS_PASSED		= Усвојено
TEXT_SREC_STATUS_INACTIVE	= Неактивно
TEXT_SREC_TARGET_NOT_CHANGE	= (Не мењај)
TEXT_SREC_TARGET_FULL_SCREEN	= Цео екран
TEXT_SREC_TARGET_CUSTOM_AREA	= Квадрат на екрану
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Користите последњу мету снимања.
TEXT_SREC_DISPLAY		= Приказ %d
TEXT_SREC_DO_NOTHING		= (Не ради ништа)
TEXT_SREC_EXIT_BANDICAM		= Напусти Bandicam
TEXT_SREC_SHUTDOWN_PC		= Искључи рачунар
TEXT_SREC_ERR_TIME		= Трајање мора да буде између 00:00:01 и 23:59:59.
TEXT_SREC_ERR_DAY		= Мора да буде изабран најмање један дан.
TEXT_SREC_ERR_OVERLAPPED	= Време снимања се преклапа са "%s"
TEXT_SREC_SAME_DAY		= Исти дан
TEXT_SREC_DAY_AFTER		= Дан после
TEXT_SREC_EVERYDAY		= Сваки дан
TEXT_SREC_SUN			= Недеља
TEXT_SREC_MON			= Понедељак
TEXT_SREC_TUE			= Уторак
TEXT_SREC_WED			= Среда
TEXT_SREC_THU			= Четвртак
TEXT_SREC_FRI			= Петак
TEXT_SREC_SAT			= Субота
TEXT_SREC_START_INFO		= Започни снимање у %s.
TEXT_SREC_STOP_INFO		= Заустави снимање у %s.
TEXT_SREC_DAY			= %Dдан
TEXT_SREC_DAYS			= %Dдана
TEXT_SREC_WAITING_0		= Нема планираних снимања.
TEXT_SREC_WAITING_1		= Постоји 1 планирано снимање.
TEXT_SREC_WAITING_N		= Постоји %d планираних снимања.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Још увек се обрађује. Да ли сте сигурни да желите да изађете?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= Формат улазне датотеке није подржан.
TEXT_BDFIX_NOT_CORRUPTED	= Улазна датотека није оштећена.\nЖелите ли да наставите?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= Улазна датотека није оштећена, не може да се провери има ли оштећења.
TEXT_BDFIX_ALREADY_EXISTS	= Излазна датотека већ постоји. Желите ли да је преснимите?
TEXT_BDFIX_SAME_PATH		= Путања излазне датотеке је иста као и путања улазне датотеке.
TEXT_BDFIX_DISK_SPACE		= На диску нема довољно простора за креирање излазне датотеке.
TEXT_BDFIX_PROCESS_COMPLETE	= Обрада је завршрна!
TEXT_BDFIX_STATUS_PROCESSING	= У току
TEXT_BDFIX_STATUS_COMPLETE	= Завршрно
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Спремно
TEXT_BDFIX_FAILED_TO_OPEN	= Улазна датотека не може да се отвори.
TEXT_BDFIX_FAILED_TO_PROCESS	= Обрада задатка опоравка није успела.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Датотеке
TEXT_OP_FILTER_MP4		= MP4 Датотеке
TEXT_OP_FILTER_PNG		= PNG Датотеке
TEXT_OP_FILTER_ALL		= Све датотеке
TEXT_OP_FILTER_MEDIA		= Датотеке медиа

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 sec
TEXT_TARGET_COUNTDOWN_2		= 2 sec
TEXT_TARGET_COUNTDOWN_3		= 3 sec
TEXT_TARGET_COUNTDOWN_4		= 4 sec
TEXT_TARGET_COUNTDOWN_5		= 5 sec
TEXT_TARGET_COUNTDOWN_6		= 6 sec
TEXT_TARGET_COUNTDOWN_7		= 7 sec
TEXT_TARGET_COUNTDOWN_8		= 8 sec
TEXT_TARGET_COUNTDOWN_9		= 9 sec
TEXT_TARGET_COUNTDOWN_10	= 10 sec

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Подразумевани уређај за звук)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Подразумевани излазни уређај)
TEXT_DEFAULT_INPUT_DEVICE	= (Подразумевани улазни уређај)
TEXT_DEFAULT_DEVICE_FORMAT	= (Ауто препознавање формата)
TEXT_HOTKEY_NONE		= (Ништа)
TEXT_ADD_YOUR_TEXT_HERE		= Овде унесите Ваш текст
TEXT_NOT_SHOW_THIS_NOTICE	= Are you sure you don't want to see this notice again?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Are you sure you want to restart and run Bandicam with a new privilege?
TEXT_RESET_TO_DEFAULT		= Reset to default

; oauth complete html
TXT_LANG_CODE           	= "ср"
TXT_TITLE               	= "Пријављивање са YouTube-ом је завршено!"
TXT_MESSAGE_COMPLETE1   	= "Пријављивање са YouTube-ом је завршено!"
TXT_MESSAGE_COMPLETE2   	= "Можете да затворите ову страницу."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com' class='bandicam'><div>Идите на bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/' class='bandicut'><div>Идите на bandicut.com</div></a>"

; pip mask shape
TEXT_PIPMASK_NONE		= Default
TEXT_PIPMASK_SQUARE		= Square
TEXT_PIPMASK_CIRCLE		= Circle
TEXT_PIPMASK_ELLIPSE		= Ellipse

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Почетна
$BN_PAGE_GENERAL      = Опште
$BN_PAGE_FPS         = К/С
$BN_PAGE_VIDEO         = Видео
$BN_PAGE_IMAGE         = Слике
$BN_PAGE_AUDIO			= Audio
$BN_PAGE_ABOUT         = О програму
$BN_UNREGISTERED		= The <font color="#ffa900">free</font> version is limited to <font color="#ffa900">10 minutes</font> per recording.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS         = Опције
$ST_GEN_OUTPUT_FOLDER      = Фасцикла за смештање матерјала
$BN_GEN_OPEN_OUTPUT_FOLDER   = Отвори
$BN_GEN_ADV_OPTIONS      = Напредно
$CK_GEN_ALWAYS_ON_TOP      = Прозор "Bandicam"-а увек у врху
$CK_GEN_START_MINIMIZED      = Започни "Bandicam" минимизован у tray-у
$CK_GEN_RUN_WHEN_START      = Покрени "Bandicam" са Windows-ом
$CK_GEN_RECORD_WHEN_RUN      = Започни снимање на целом екрану при покретању "Bandicam"-а
$CK_GEN_TIMER_RECORDING		= Поставите тајмер за Ауто-покретање снимања
$ST_GEN_LANGUAGE      = Језик
$ST_GEN_REC_AUTO_START      = Аутоматско започињање снимања
$ST_GEN_REC_SCHEDULED		= Планирано снимање
$BN_GEN_REC_SCHEDULED		= Подешавања
$ST_GEN_REC_AUTO_COMPLETE   = Аутоматско завршавање снимања
$BN_GEN_REC_AUTO_COMPLETE   = Подешавања
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY         = Преклапање
$CK_FPS_OVERLAY_HOTKEY      = Прикажи/Сакриј вруће тастере
$CK_FPS_OVERLAY_POS_HOTKEY	= Позиција врућих тастера
$CK_FPS_OVERLAY          = КуС преклапање
$ST_FPS_LIMIT         = Лимит
$CK_FPS_LIMIT_HOTKEY      = Пречица
$CK_FPS_LIMIT         = Одреди лимит КуС
$CK_FPS_LIMIT_ONLY_CAP      = Само током снимања
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD         = Снимање
$CK_VID_RECORD_HOTKEY      = Брзи тастер Сними/Заустави
$CK_VID_PAUSE_HOTKEY      = Брзи тастер Пауза
$CK_VID_SHOW_CURSOR      = Прикажи курсор миша
$CK_VID_CLICK_EFFECTS      = Додај ефекат клика мишом
$CK_VID_WEBCAM_OVERLAY		= Додај прекривач Веб камере
$BN_VID_RECORD_SETTINGS      = Подешавања
$ST_VID_FORMAT         = Формат
$ST_VID_FORMAT_VIDEO      = Видео
$ST_VID_FORMAT_AUDIO      = Аудио
$BN_VID_FORMAT_SETTINGS      = Подешавања
$BN_VID_FORMAT_PRESETS      = Поставке
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE         = Хватање
$CK_IMG_CAPTURE_HOTKEY      = Пречица
$CK_IMG_CAPTURE_REPEAT      = Понови хватање слике
$ST_IMG_CAPTURE_REPEAT      = секунди
$CK_IMG_SHOW_CURSOR      = Прикажи курсор миша
$CK_IMAGE_ADD_LOGO		= Додај лого прекривач
$CK_IMG_SHUTTER_SOUND_EFFECT   = Укључи звук "окидача"
$BTN_IMAGE_SETTINGS		= Подешавања
$ST_IMG_FORMAT         = Формат
$CK_IMG_FORMAT_BMP      = БМП
$CK_IMG_FORMAT_PNG      = ПНГ
$CK_IMG_FORMAT_JPG      = ЈПГ - нормалан
$CK_IMG_FORMAT_JPG_HQ      = ЈПГ - квалитетан
$CK_IMAGE_JPG_CUSTOM		= ЈПГ - Прилагођени квалитет (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Како сачувати као анимирани GIF
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Audio-only Record
$CK_AUD_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_AUD_PAUSE_HOTKEY		= Pause Hotkey
$BTN_AUDIO_SETTINGS		= Settings
$ST_AUD_FORMAT			= Format
$ST_AUD_FORMAT_TYPE		= File Type
$ST_AUD_FORMAT_AUDIO		= Audio
$BN_AUD_FORMAT_SETTINGS		= Settings
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Започните
$ST_OUT_TAB_VIDEO      = Видео
$ST_OUT_TAB_IMAGE      = Слика
$ST_OUT_TAB_AUDIO		= Audios
$BN_OUT_PLAY_VIDEO      = Пусти
$BN_OUT_OPEN_IMAGE      = Отвори
$BN_OUT_EDIT         = Уреди
$BN_OUT_UPLOAD			= Додај
$BN_OUT_DELETE         = Избриши
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO      = "Bandicam" Верзија
$ST_ABO_COPYRIGHT      = Сва права задржана(c) 2009-2022 Bandicam.com
$BN_ABO_NEW_VERSION      = Доступна је нова верзија.
$BN_ABO_CHECK_UPDATE      = Провера верзије
$ST_ABO_LICENCE_INFO       = Информације о лиценци
$BN_ABO_REGISTER      = Региструј
$BN_ABO_REGISTER_HELP      = Како купити и регистровати?
$BN_ABO_UPDATE_REGISTRATION	= Ажурирај регистрацију
$BN_ABO_RENEW_LICENSE		= Обновите дозволу
$ST_ABO_HOMEPAGE_INFO      = УРЛ Веб сајта
$ST_ABO_HOMEPAGE_URL      = Матична страна
$ST_ABO_FAQ_URL         = ЧПП (FAQ)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Молимо изаберите уређај!
$ST_DEVICE_CONNECTING		= Конектовање...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> је обавезан програм за кориснике програма Bandicam. Можете брзо да исечете и саставите снимљена видеа са Bandicam-ом. 
$BTN_UPDATE_STEP1_LINK		= Научи више
$ST_UPDATE_STEP2_TEXT		= Преузимање је у току...
$BTN_UPDATE_INSTALL		= Инсталирај одмах
$BTN_UPDATE_LATER		= Не, хвала!
$BTN_UPDATE_CANCEL		= Поништи
$BTN_UPDATE_CLOSE		= Затвори

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= There is a new version of Bandicam available. Do you want to start the update?
$BTN_UPDATE_BANDICAM_CANCEL	= Cancel
$BTN_UPDATE_BANDICAM_INSTALL	= Update
$BTN_UPDATE_BANDICAM_IGNORE	= Do not ask again for this version
$BTN_UPDATE_BANDICAM_LEARNMORE	= Learn more
$BTN_UPDATE_BANDICAM_SETTINGS	= Update Settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Изаберите режим снимања који желите да користите.
$ST_START_SEL_RECT		= Правоугаоно поље
$ST_START_SEL_FULL		= Цео екран
$ST_START_SEL_MOUSE		= Око миша
$ST_START_SEL_GAME		= Снимање игре
$ST_START_SEL_DEVICE		= Снимање уређаја
$ST_START_SEL_AUDIO		= Audio only
$ST_START_SEL_HELP		= Помоћ на мрежи

$ST_START_RECT_TITLE		= Снимање екрана - Правоугаоник на екрану
$ST_START_RECT_DESC		= Овај режим Вам дозвољава снимање парцијалног поља у правоугаоном прозору.
$ST_START_RECT_STEP		= 1. Изаберите величину и поље које ће бити снимљено.[br]2. Кликните на тастер 'СНИМИ' или притисните тастер за снимање.

$ST_START_FULL_TITLE		= Снимање екрана - Цео екран
$ST_START_FULL_DESC		= Овај режим Вам дозвољава снимање целог екрана Вашег монитора.
$ST_START_FULL_STEP		= 1. Изаберите екран за снимање. [br]2. Кликните на тастер 'СНИМИ' или притисните тастер за снимање.

$ST_START_MOUSE_TITLE		= Снимање екрана - Около миша
$ST_START_MOUSE_DESC		= Овај режим Вам дозвољава снимање около курсора миша покренут од стране корисника преко радне површине.
$ST_START_MOUSE_STEP		= 1. Изаберите одређену величину која ће бити снимљена.[br]2. Кликните на тастер 'СНИМИ' или притисните тастер за снимање.

$ST_START_GAME_TITLE		= Режим снимања игре 
$ST_START_GAME_DESC		= Овај режим Вам дозвољава снимање играња игре док показује (К/С) FPS.
$ST_START_GAME_STEP		= 1. Покрените игру и проверите зелено-обојене бројеве (FPS).[br]2. Кликните на тастер 'СНИМИ' или притисните тастер за снимање.

$ST_START_DEVICE_TITLE		= Режим снимања уређаја
$ST_START_DEVICE_DESC		= Овај режим Вам дозвољава снимање екстерних видео уређаја као што су Webcam, Xbox, Smartphone, IPTV, итд.
$ST_START_DEVICE_STEP		= 1. Изаберите Веб камеру или други снимачки уређај. [br]2. Кликните на тастер 'СНИМИ' или притисните тастер за снимање.

$ST_START_AUDIO_TITLE		= Audio-only Recording Mode
$ST_START_AUDIO_DESC		= This mode allows you to record only the audio, such as the speaker and microphone.
$ST_START_AUDIO_STEP		= Click the 'REC' button or press the record hotkey.

$BN_START_HELP			= Прегледај помоћ на мрежи
$BN_START_RECORD		= Покрени снимање
$BN_START_RECORD_STOP		= Заустави снимање
$ST_START_HOTKEY_RECORD		= Сними/Заустави
$ST_START_HOTKEY_SCREENSHOT	= Снимање слике
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Пусти
$BN_BDFIX_OPEN_FOLDER		= Отвори фасциклу
$BN_BDFIX_CLOSE			= Затвори
$ST_BDFIX_INPUT_FILE		= Улазна датотека
$ST_BDFIX_INPUT_FILE2		= Отвори оштећену avi/mp4 датотеку.
$BN_BDFIX_INPUT_FILE		= Отвори
$ST_BDFIX_OUTPUT_FILE		= Излазна датотека
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Изаберите поље снимања
$MENU_RECTANGLE			= Правоугаоник на екрану
$MENU_FULLSCREEN		= Цео екран
$MENU_AROUND_MOUSE		= Около миша
$MENU_AUDIO_ONLY		= Audio only
$MENU_RECT_FIND_WINDOW		= Изаберите поље снимања
$MENU_RECT_CUSTOM		= Прилагођена величина
$MENU_RECT_RECENTLY_USED	= Недавно коришћена величина
$MENU_FULL_DISPLAY_1		= Приказ 1
$MENU_FULL_DISPLAY_2		= Приказ 2
$MENU_FULL_DISPLAY_3		= Приказ 3
$MENU_FULL_DISPLAY_4		= Приказ 4
$MENU_FULL_DISPLAY_5		= Приказ 5
$MENU_FULL_DISPLAY_6		= Приказ 6
$MENU_FULL_DISPLAY_7		= Приказ 7
$MENU_FULL_DISPLAY_8		= Приказ 8
$MENU_FULL_SHOW_CONTRL		= Увек прикажи контролну траку
$MENU_FULL_HIDE_CONTRL		= Увек сакриј контролну траку
$MENU_MOUSE_CUSTOM		= Прилагођена величина
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER      = Отвори излазну фасциклу
$TOOLTIP_SCHEDULED_RECORDING	= Планирано снимање
$TOOLTIP_SCREENSHOT      = Ухвати слику
$TOOLTIP_RECORD         = Сними / Заустави
$TOOLTIP_PAUSE         = Пауза
$TOOLTIP_UI_MODE      = Просто/Проширен UI
$TOOLTIP_REGISTER      = Региструј "Bandicam"
$TOOLTIP_ONLINE_HELP      = Помоћ на мрежи

$TOOLTIP_TOOL_NONE		= Курсор (Нема цртежа) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Оловка (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Маркер (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Линија (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Стрелица (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Кутија (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Бројање (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Текст (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Брисач (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Изабери боју
$TOOLTIP_TOOL_LINE		= Ширина линије
$TOOLTIP_TOOL_UNDO		= Опозови (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Врати претходно (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Изабери режим снимања
$TOOLTIP_HOME_RECT		= Режим снимања екрана - Правоугаоник
$TOOLTIP_HOME_FULL		= Режим снимања екрана - Цео екран
$TOOLTIP_HOME_MOUSE		= Режим снимања екрана - Около миша
$TOOLTIP_HOME_GAME		= Режим снимања игре
$TOOLTIP_HOME_DEVICE		= Режим снимања уређаја
$TOOLTIP_HOME_AUDIO		= Audio-only Recording Mode

$TOOLTIP_ADD_MOUSE_EFFECT	= Додај ефекте курсора миша
$TOOLTIP_ADD_TEXT_OVERLAY	= Додајте ефекте преклапања текста
$TOOLTIP_ADD_SPEAKER		= Додајте звучнике
$TOOLTIP_ADD_MICROPHONE		= Додај микрофон
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Додај прекривач Веб камере
$TOOLTIP_MUTE_SPEAKER		= Mute Speakers
$TOOLTIP_MUTE_MICROPHONE	= Mute Microphone

$TOOLTIP_REFRESH_LINFO		= Освежите информације о дозволи
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL         = Прекини
IDOK            = У реду
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT      = Подешавања формата 
IDC_ST_FMTSET_FILE		= Тип датотеке
IDC_ST_FMTSET_VIDEO      = Видео
IDC_ST_VIDEO_SIZE      = Величина
IDC_ST_VIDEO_FPS      = К/С
IDC_ST_VIDEO_CODEC      = Кодек
IDC_ST_VIDEO_CODEC_PROFILE	= Профил
IDC_ST_VIDEO_BITRATE      = Густина записа
IDC_ST_VIDEO_QUALITY      = Квалитет
IDC_ST_FMTSET_AUDIO      = Аудио
IDC_CK_AUDIO_ORIGINAL_PCM	= Сачувај као оригинални формат
IDC_ED_AUDIO_ORIGINAL_PCM	= Можете да сачувате вишеканални и high-definition аудио (96KHz или више).
IDC_ST_AUDIO_CH         = Канали
IDC_ST_AUDIO_FREQ      = Фреквенција
IDC_ST_AUDIO_CODEC      = Кодек
IDC_ST_AUDIO_BITRATE      = Густина записа
IDC_ST_FORMAT_HELP      = [ Помоћ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Format settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER         = Региструјте "Bandicam"
IDC_ST_1BUY         = 1. Купи
IDC_ST_1BUY_COMMENT      = Имајте у виду да "Bandicam" није бесплатан програм. Ако желите да снимате без водених жигова, мораће те да купите програм. 
IDC_BTN_BUY_ONLINE      = Купи на мрежи
IDC_ST_2REGISTER      = 2. Региструј
IDC_ST_2REGISTER_COMMENT   = Морате да имате приступ интернету да би сте регистровали програм.
IDC_ST_EMAIL_ADDRESS      = Адреса Е-поште
IDC_ST_SERIAL_NUMBER      = Серијски број
IDC_BTN_REGISTER_NOW      = Потврди регистрацију
IDC_BTN_UNREGISTER_NOW		= Разрегиструј
IDC_BTN_CLOSE         = Затвори

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK      = Провера верзије
IDC_ST_UPDATE_SETTING      = Подешавања
IDC_CK_UPDATE_ENABLE      = Аутоматски проверавај верзију програма.
IDC_CK_UPDATE_POPUP      = Обавести ме када је нова верзија доступна.
IDC_UPDATE_CHECK_NOW      = Провери одмах
IDC_CLOSE         = Затвори

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET         = Напредне опције
IDC_BTN_RESET         = Ресетуј

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL      = Општа подешавања
IDC_CK_ALWAYS_ON_TOP2      = Прозор "Bandicam"-a увек у врху
IDC_CK_START_MINIMIZED_TO_TRAY   = Покрени "Bandicam" минимизован у tray-у
IDC_CK_RUN_WHEN_START      = Покрени "Bandicam" са Windows-ом
IDC_CK_RECORD_WHEN_RUN      = Започни снимање на целом екрану при покретању "Bandicam"-а
IDC_BTN_TIMER_RECORDING		= Поставите тајмер за Ауто-покретање снимања
IDC_CK_SHOW_FPS_IN_VIDEO   = Прикажи FPS (КуС) у сликама и видео снимцима
IDC_ST_SHOW_FPS_IN_VIDEO   = (Само у 'Режиму снимања игре')
IDC_CK_SHOW_TIP_BAR      = Прикажи савете/информациони бар
IDC_CK_NO_TRAY_BALLOON		= Искључи обавештења у треј балону.
IDC_ST_ADV_AUTOMATIC		= Аутоматски
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = TIP: How to start recording on Windows startup

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Снимање датотеке
IDC_ST_OUT_OUTPUT_FOLDER	= Излазна фасцикла
IDC_CK_OUT_CREATE_SUBFOLDER	= Направи подфасциклу приликом снимања датотеке
IDC_RD_OUT_SUBFOLDER		= Име подфасцикле ће се снимати у циљно име.
IDC_RD_OUT_SUBFOLDER_2		= 'Videos'/ 'Images' / 'Audios'
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Омогући снимање кеша на ХДД
IDC_ST_OUT_FILE_NAMING		= Подешавања именовања датотеке
IDC_ST_OUT_EXAMPLE		= Пр.)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE      = Језик
IDC_ST_TRANSLATOR      = Хвала преводиоцима

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET      = Мета снимања
IDC_CK_HK_OPENGL      = OpenGL
IDC_CK_HK_DDRAW         = DirectDraw
IDC_CK_HK_DX7         = DirectX 7
IDC_CK_HK_DX8         = DirectX 8
IDC_CK_HK_DX9         = DirectX 9
IDC_CK_HK_DX10         = DirectX 10
IDC_CK_HK_DX11         = DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Продавница Апл. (UWP)
IDC_CK_DISABLE_DX11_ON_IE9   = Онемогући DX10/11 хватање на IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX   = Блокирај DirectX виео преклапање
IDC_BTN_BLOCK_LIST      = Листа блокираних процеса

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= General
IDC_CK_HKEY_START_REC		= Start/Stop Recording
IDC_CK_HKEY_PAUSE_REC		= Pause Recording
IDC_CK_HKEY_CAPTURE_IMAGE	= Capture Image
IDC_CK_HKEY_MUTE_SPEAKER	= Mute Speakers
IDC_CK_HKEY_MUTE_MICROPHONE	= Mute Microphone
IDC_ST_HKEY_SCREEN_MODE		= Screen Recording mode
IDC_CK_HKEY_SHOW_RECT		= Show/Hide Rectangle
IDC_CK_HKEY_TOGGLE_DRAW		= Drawing mode
IDC_ST_HKEY_GAME_MODE		= Game Recording mode
IDC_CK_HKEY_SHOW_FPS		= FPS - Show/Hide
IDC_CK_HKEY_POS_FPS		= FPS - Position
IDC_CK_HKEY_LIMIT_FPS		= FPS - Limit

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS      = Остала подешавања
IDC_BTN_VIDEO_RECORD_SETTINGS   = Подешавања снимања видеа
IDC_BTN_VIDEO_FORMAT_SETTINGS   = Подешавања формата видеа
IDC_BTN_AUTO_COMPLETE_RECORDING   = Аутоматско завршавање снимања
IDC_ST_OTHER_UAC		= Run as administrator (UAC)
IDC_RD_OTHER_NONADMIN		= Run Bandicam as standard user (non-admin)
IDC_RD_OTHER_ADMIN		= Run Bandicam as administrator
IDC_RD_OTHER_ADMIN_GAME		= Run as administrator on only 'Game Recording' mode
IDC_BTN_OTHER_RESTART		= Restart now
IDC_LN_OTHER_UAC		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL         = Аутоматски прекини снимање
IDC_ST_RC_HOWTO         = Подеси услове аутоматског прекидања снимања
IDC_RD_RC_NOTCOMPLETE      = Немој аутоматски прекидати
IDC_RD_RC_TIME         = По времену
IDC_ST_RC_MAX_TIME      = Макс.
IDC_RD_RC_SIZE         = По величини датотеке
IDC_ST_RC_MAX_SIZE      = Макс.
IDC_RD_RC_NOSOUND		= Тихим трајањем (сек.)
IDC_ST_RC_AFTER         = По завршетку аутоматског снимања
IDC_RD_RC_NOTHING      = Немој радити ништа
IDC_RD_RC_NEW_RECORDING      = Почни ново снимање
IDC_RD_RC_EXIT_BDCAM      = Прекини снимања и искључи "Bandicam"
IDC_RD_RC_SHUTDOWN      = Искључи рачунар

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Ауто завршавање снимања - Напомене
IDC_ST_NOSOUND_TITLE		= Тихо стање
IDC_ST_NOSOUND_DESC		= Снимање ће ускоро бити заустављено јер ије пуштен звук.
IDC_ST_NOSOUND_DESC2		= Заустављање снимања за %d секунди.
IDC_BTN_NOSOUND_CONTINUE	= Настави снимање

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN         = Искључивање
IDC_ST_SHUTDOWN         = Искључивање
IDC_ST_SHUTDOWN_INFO      = Рачунар ће бити искључен.\nСтисните тастер "Прекини" ако не желите да се рачунар искључи.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS      = Подешавање снимања звука

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND      = снимај звук
IDC_ST_SND_SELECT_1      = Примарни извор
IDC_ST_SND_DEVICE_0		= Звучници
IDC_BTN_SND_SETTING_0		 = Подешавања
IDC_ST_SND_DEVICE_1		= Микрофон
IDC_BTN_SND_SETTING_1      = Подешавања
IDC_ST_SND_VOLUME_1		= Јачина тона
IDC_CK_SND_MONO_1		= Моно
IDC_BTN_SND_FILTER_1		= Филтер
IDC_ST_SND_SELECT_2      = Секундарни извор
IDC_BTN_SND_SETTING_2      = Подешавања
IDC_ST_SND_VOLUME_2		= Јачина тона
IDC_CK_SND_MONO_2		= Моно
IDC_BTN_SND_FILTER_2		= Филтер
IDC_CK_SND_MIX_SOUND      = Спајање два звука (Примарни+Секундарни у један Аудио запис)
IDC_CK_SND_CAP_PUSH_TO		= Стисни за говор или Стисни за без тона
IDC_ST_SOUND_HELP      = [ Помоћ ]
IDC_CK_SND_SAVE_AS_WAV      = Снимај звук приликом снимања (.wav)
IDC_ST_AUDIO_MODE		= Please select at least one sound device for audio recording.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Додај прекривач Веб камере у видео
IDC_ST_WEBCAM_SETTING		= Подешавања
IDC_ST_WEBCAM_POS		= Позиција:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Користите Chroma тастер
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Напредно
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Напредне опције
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Преглед Веб камере на екрану
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Омогући преглед преклопника брзог тастера
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Додај прекривач веб камере у излазну видео датотеку
IDC_RD_WEBCAM_SAVE_AS_MP4	= Сачувај видео веб камере као засебну датотеку (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO         = Додај лого у видео
IDC_ST_LOGO_SETTING      = Подешавања
IDC_ST_LOGO_IMAGE      = Слика:
IDC_ST_LOGO_OPACITY      = Провидност:
IDC_ST_LOGO_POS         = Позиција:
IDC_ST_LOGO_LR_MARGINS		= Лева/Д Ивица:
IDC_ST_LOGO_TB_MARGINS		= Врх/Д Ивица:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Прикажи курсор миша
IDC_ST_CURSOR_SIZE		= Величина
IDC_ST_EFFECTS_MOUSE      = Ефекти миша
IDC_CK_ADD_CLICK_EFFECTS   = Додај ефекат клика мишом
IDC_ST_CLICK_EFFECT_SIZE	= Величина
IDC_ST_LEFT_CLICK_COLOR      = Боја при левом клику
IDC_ST_RIGHT_CLICK_COLOR   = Боја при десном клику
IDC_CK_ADD_HIGHLIGHT_EFFECTS   = Додај ефекат боје око стрелице миша
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Величина
IDC_ST_HIGHLIGHT_COLOR      = Боја ефекта
IDC_ST_HIGHLIGHT_OPACITY	= Провидност
IDC_ST_EFFECT_PREVIEW_TITLE	= Преглед
IDC_ST_EFFECTS_MOUSE_SOUND	= Репродукуј звук клика мишом при снимању
IDC_CK_EFFECT_LCLICK_SOUND	= Леви клик
IDC_CK_EFFECT_RCLICK_SOUND	= Десни клик

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Додајте видео текст у видео
IDC_BTN_TEXT_OVERLAY_ADD	= Додај
IDC_BTN_TEXT_OVERLAY_EDIT	= Уреди
IDC_BTN_TEXT_OVERLAY_DEL	= Избриши

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS      = Опције
IDC_ST_REC_PRIORITY      = Приоритет снимања:
IDC_ST_REC_PRIORITY2      = Већи приоритет може смањити губитак кадрова снимка.
IDC_ST_FOR_DX_GL      = За 'Режим снимања игре'
IDC_CK_SKIP_RECORDING      = Прескочи снимање када кадрови нису ажурирани
IDC_CK_ENHANCED_DX9_CAPTURE	= Користите побољшани метод за снимање (брже, само DirectX 9)
IDC_ST_FOR_RECT_SCREEN      = За 'Режим снимања екрана'
IDC_CK_HIDE_MAINWND_WHILE_REC	= Hide main window during recording
IDC_CK_SHOW_COUNTDOWN_TIMER	= Прикажи мерач времена пре почетка снимања
IDC_CK_ENHANCED_CAPTURE      = Користите побољшани метод за снимање (брже, Windows 8 или изнад)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Репродукуј звучни ефекат при покретању и заустављању

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Преглед Веб Камере и напредна подешавања
IDC_ST_WEBCAM_PRESET_POS	= Позиција подешавања
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Подешавања
IDC_ST_WEBCAM_DEVICE		= Веб камера:
IDC_BTN_WEBCAM_DEVICE		= Подешавања
IDC_ST_WEBCAM_DEVICE_FMT	= Формат:
IDC_ST_WEBCAM_SIZE		= Величина прекривања:
IDC_ST_WEBCAM_POS_H		= X позиција:
IDC_ST_WEBCAM_POS_V		= Y позиција:
IDC_ST_WEBCAM_FLIPSCREEN	= Изврни екран:
IDC_ST_WEBCAM_SHAPE		= Shape:
IDC_ST_WEBCAM_BLUR		= Blur effect:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Користи Chroma тастер
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Боја:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Изабери
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Сличност: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Мешавина:
IDC_LN_WEBCAM_HELP		= [ Помоћ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Преглед видеа

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Подешавања преклапања текста
IDC_ST_TEXT_OVERLAY_SETTINGS	= Подешавања
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Укључи временску ознаку
IDC_ST_TEXT_FONT		= Фонт:
IDC_ST_TEXT_SIZE		= Величина:
IDC_ST_TEXT_MARGIN		= Маргина:
IDC_ST_TEXT_ALPHA		= Алфа:
IDC_ST_TEXT_COLOR		= Боја текста:
IDC_CK_TEXT_SHADOW_COLOR	= Сенка:
IDC_CK_TEXT_OUT_COLOR		= Ван линије:
IDC_BTN_ADD_TEXT_MACRO		= Add text macro (Date, Time...)
IDC_LN_TEXT_HELP		= [ Помоћ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Подешавања снимања слике

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Додај лого на слику
IDC_ST_IMG_LOGO_SETTING		= Подешавања
IDC_ST_IMG_LOGO_IMAGE		= Слика:
IDC_ST_IMG_LOGO_OPACITY		= Провидност:
IDC_ST_IMG_LOGO_POS		= Позиција:
IDC_ST_IMG_LOGO_LR_MARGINS	= Лева/Д Ивица:
IDC_ST_IMG_LOGO_TB_MARGINS	= Врх/Д Ивица:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE      = Произвољна величина мете
IDC_ST_TARGET_SIZE_SETTING   = Подешавања
IDC_ST_TARGET_SIZE      = Величина мете:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Додај поставку нове величине
IDC_ST_ADD_SIZE_PRESET		= Можете сачувати позицију тренутног циља и величине као нову поставку.\nУнесите име за нову поставку.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Уредите поставку величине
IDC_BTN_SIZE_PRESET_ADD		= Додај
IDC_BTN_SIZE_PRESET_DEL		= Избриши
IDC_BTN_SIZE_PRESET_REN		= Преименуј
IDC_BTN_SIZE_PRESET_UP		= Горе
IDC_BTN_SIZE_PRESET_DN		= Доле

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Преименујте постасвку величине
IDC_ST_REN_SIZE_PRESET		= Унесите ново име за поставку.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO         = Информације
IDC_ST_ACAP_INFO      = Информације у снимању звука
IDC_ST_ACAP_INFO2      = Ваша звучна картица не снима звук. Молимо проверите 'извор снимања'. \n\nЖелите ли да посетите сајт за подршку?
IDC_CK_ACAP_DO_NOT_ASK      = Не питај ме поново
IDC_BTN_YES         = Да
IDC_BTN_NO         = Не

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME         = Максимално време снимања
IDC_ST_RC_TIME_SETTING      = Подешавања
IDC_ST_RC_TIME_HOUR      = Сат
IDC_ST_RC_TIME_MIN      = Мин.
IDC_ST_RC_TIME_SEC      = Сек.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE         = Максимална величина датотеке
IDC_ST_RC_FILESIZE_SETTING   = Подешавања

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET   = Додај нову поставку
IDC_ST_ADD_PRESET      = Можете снимити тренутна подешавања формата као нову поставку.\nУнесите име за нову поставку.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET   = Измени поставке
IDC_BTN_PRESET_ADD      = Додај
IDC_BTN_PRESET_DEL      = Обриши
IDC_BTN_PRESET_REN      = Преименуј
IDC_BTN_PRESET_UP      = Горе
IDC_BTN_PRESET_DN      = Доле

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET   = Преименуј поставку
IDC_ST_REN_PRESET      = Унесите име за нову поставку.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX      = Одабери спољашњи видео кодек
IDC_ST_CODEC_EX_LIST      = Листа кодека
IDC_ST_CODEC_EX_SETTINGS   = Подешавања
IDC_ST_CODEC_EX_DRIVER      = Назив драјвера
IDC_ST_CODEC_EX_FOURCC      = FourCC
IDC_ST_CODEC_EX_QUALITY      = Квалитет
IDC_ST_CODEC_EX_DATERATE   = Брзина протока
IDC_ST_CODEC_EX_KEYFRAME   = Интервал кејфрејма
IDC_CK_CODEC_EX_PREFER_RGB	= Преферирај RGB боју простора
IDC_BTN_CODEC_EX_CONFIG      = Подеси
IDC_BTN_CODEC_EX_ABOUT      = Инфо
IDC_ST_CODEC_EX_HELP      = [ Помоћ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK      = Листа блокираних процеса
IDC_ST_BLOCK_LIST      = Следећи процеси не подржавају копчање.
IDC_ST_BLOCK_LIST_EX      = Пример :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA      = H.264 (Nvidia® CUDA™) подешавања
IDC_ST_H264_CUDA_RATE_CONTROL   = Контрола протока
IDC_RD_H264_CUDA_VBR      = ВБР - Фокус на квалитет (препоручено)
IDC_RD_H264_CUDA_CBR      = ЦБР - Фокус на битрејт
IDC_ST_H264_CUDA_GPU_USAGE   = ГПУ коришћење
IDC_RD_H264_CUDA_GPU_CPU   = ГПУ + ЦПУ
IDC_RD_H264_CUDA_GPU      = Само ГПУ (Користи код бржих графика)
IDC_ST_H264_CUDA_GPU_DEVICE   = GPU уређај:
IDC_ST_H264_CUDA_OTHER_OPTIONS   = Друге опције
IDC_ST_H264_CUDA_FOURCC_USED   = FourCC код:
IDC_ST_H264_CUDA_KEYFRAME_INT   = Интервал кључног кадра:
IDC_ST_H264_CUDA_FOURCC_HELP   = Помоћ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC   = H.264 (Брза Синхр. Видеа) Подешавања
IDC_ST_H264_SYNC_RATE_CONTROL   = Контрола брзине
IDC_RD_H264_SYNC_VBR   = ВБР - Засновано на квалитету (препоручено)
IDC_RD_H264_SYNC_CBR   = ЦБР - Засновано на битрејту
IDC_ST_H264_SYNC_OTHER_OPTIONS   = Друге опције
IDC_ST_H264_SYNC_FOURCC_USED   = FourCC код:
IDC_ST_H264_SYNC_KEYFRAME_INT   = Интервал кључног кадра:
IDC_ST_H264_SYNC_FOURCC_HELP   = Помоћ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP   = H.264 (AMD VCE) Подешавања
IDC_ST_H264_APP_RATE_CONTROL   = Контрола брзине
IDC_RD_H264_APP_VBR   = ВБР - Засновано на квалитету (препоручено)
IDC_RD_H264_APP_CBR   = ЦБР - Засновано на битрејту
IDC_ST_H264_APP_OTHER_OPTIONS   = Друге опције
IDC_ST_H264_APP_FOURCC_USED   = FourCC код:
IDC_ST_H264_APP_KEYFRAME_INT   = Интервал кључног кадра:
IDC_ST_H264_APP_FOURCC_HELP   = Помоћ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID      = Xvid Подешавања
IDC_ST_XVID_RATE_CONTROL   = Контрола протока
IDC_RD_XVID_VBR         = ВБР - Фокус на квалитет (препоручено)
IDC_RD_XVID_CBR         = ЦБР - Фокус на битрејт
IDC_ST_XVID_OPTIMIZATION   = Оптимизација
IDC_RD_XVID_FASTER_SPEED   = Већа брзина кодирања
IDC_RD_XVID_SMALLER_SIZE   = Мања величина датотеке
IDC_ST_XVID_OTHER_OPTIONS   = Друге опције
IDC_ST_XVID_KEYFRAME_INT   = Интервал кључног кадра:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC      = H.264 (NVIDIA® NVENC) Подешавања
IDC_ST_H264_NVENC_RATE_CONTROL   = Контрола протока
IDC_RD_H264_NVENC_VBR      = VBR - Фокус на квалитет (препоручено)
IDC_RD_H264_NVENC_CBR      = CBR - Фокус на битрејт
IDC_ST_H264_NVENC_GPU_USAGE   = ГПУ Коришћење
IDC_ST_H264_NVENC_GPU_DEVICE   = ГПУ уређај:
IDC_ST_H264_NVENC_OTHER_OPTIONS   = Друге опције
IDC_ST_H264_NVENC_FOURCC_USED   = FourCC код:
IDC_ST_H264_NVENC_KEYFRAME_INT   = Интервал кључног кадра:
IDC_ST_H264_NVENC_FOURCC_HELP   = Помоћ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Подешавања
IDC_ST_H264_RATE_CONTROL	= Контрола брзине
IDC_RD_H264_VBR			= VBR - засновано на квалитету (препоручљиво)
IDC_RD_H264_CBR			= CBR - засновано на брзини
IDC_ST_H264_OPTIMIZATION	= Оптимизација
IDC_RD_H264_FASTER_SPEED	= Бржа брзина кодирања
IDC_RD_H264_BALANCED		= Балансиране перформансе
IDC_RD_H264_SMALLER_SIZE	= Мања величина датотеке
IDC_ST_H264_OTHER_OPTIONS	= Остале опције
IDC_ST_H264_KEYFRAME_INT	= Интервал кадра:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Тајмер снимања
IDC_ST_TIMER_SETTINGS		= Подешавања
IDC_RD_TIMER_START_IN		= Започни у
IDC_ST_TIMER_MINUTES		= минута
IDC_RD_TIMER_START_AT		= Почни на
IDC_CK_TIMER_MINIMIZE		= Минимизуј "Bandicam" у треј када се снимање започне.
IDC_ST_TIMER_AUTO_COMPLETE	= Ауто-комплетирање снимања
IDC_BTN_TIMER_AUTO_COMPLETE	= Подешавање

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Тајмер снимања - Чекање на почетак
IDC_ST_TIMER_WAITING_INFO	= Чекање почетка снимања на %s.
IDC_ST_TIMER_ELAPSED		= Протекло време :
IDC_ST_TIMER_REMAINING		= Преостало време :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Подешавања КуС (FPS)
IDC_ST_FORMAT_FPS_MODE		= Режим брзине кадрова
IDC_RD_FORMAT_FPS_CFR		= Већином КБК (CFR - Константну Брзину Кадра)
IDC_ST_FORMAT_FPS_CFR		= Вратити назад на ПБК (VFR) ако је Ваша брзина кадра прениска.
IDC_RD_FORMAT_FPS_VFR		= Користи ПБК (VFR) - Променљиву Брзину Кадра (Препоручено)
IDC_ST_FORMAT_FPS_HELP		= <a>Помоћ</a>

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Отпреми на Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Информација постављања
IDC_ST_YOUTUBE_FILENAME		= Назив датотеке:
IDC_ST_YOUTUBE_TITLE		= Наслов:
IDC_ST_YOUTUBE_DESCRIPTION	= Опис:
IDC_ST_YOUTUBE_PRIVACY		= Приватност:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Јавно - Дозволите свакоме да види овај видео
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= По позиву - Било ко ко има линк видеа, може да види овај видео
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Приватно - Прави видео видљивим за мене и кориснике које изаберем
IDC_BTN_YOUTUBE_UPLOAD		= Отпреми
IDC_LN_YOUTUBE_HELP		= Помоћ
IDC_LN_YOUTUBE_TOS		= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Задржи ме пријављеног
IDC_BTN_YOUTUBE_LOGOUT		= Одјави се

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Постављање...
IDC_ST_YOUTUBE_UPLOADED		= Постављање видеа је завршено!
IDC_ST_YOUTUBE_LINK		= Линк:
IDC_ST_YOUTUBE_EMBED		= Уградња:
IDC_BTN_YOUTUBE_LINK_GO		= Иди
IDC_BTN_YOUTUBE_EMBED_COPY	= Копирај
IDC_BTN_YOUTUBE_CLOSE		= Затвори

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Додај на Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Информација о додавању
IDC_ST_VIMEO_FILENAME		= Име датотеке:
IDC_ST_VIMEO_TITLE		= Назив:
IDC_ST_VIMEO_DESCRIPTION	= Опис:
IDC_ST_VIMEO_PRIVACY		= Приватност:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Било ко - Дозволите било коме да види овај видео
IDC_RD_VIMEO_PRIVACY_ONLYME	= Само ја - Направи овај видео видљивим само за мене и никог другог
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Само људима које пратим - Направи видљивим само за људе које пратим на Vimeo-у
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Само људи са приватним линком могу да виде овај видео
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Основни Vimeo корисници не могу да користе ову опцију)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Само људи са лозинком могу да виде овај видео 
IDC_CK_HIDE_PASSWORD		= Сакриј лозинку
IDC_BTN_VIMEO_UPLOAD		= Додај
IDC_LN_VIMEO_HELP		= Помоћ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Додавање...
IDC_ST_VIMEO_UPLOADED		= Додавање видеа је завршено!
IDC_ST_VIMEO_LINK		= Линк:
IDC_ST_VIMEO_EMBED		= Уградња:
IDC_BTN_VIMEO_LINK_GO		= Иди
IDC_BTN_VIMEO_EMBED_COPY	= Копирај
IDC_BTN_VIMEO_CLOSE		= Затвори

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Отпреми на Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Информација отпремања
IDC_ST_FACEBOOK_FILENAME	= Име датотеке:
IDC_ST_FACEBOOK_TITLE		= Наслов:
IDC_ST_FACEBOOK_DESCRIPTION	= Опис:
IDC_ST_FACEBOOK_PRIVACY		= Приватност:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Јавно - Допушта свакоме да види овај видео
IDC_RD_FACEBOOK_PRIVACY_FOF	= Пријатељи пријатеља - Допушта пријатељима Ваших пријатеља да виде овај видео
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Пријатељи - Допушта Вашим пријатељима да виде овај видео
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Само ја - Овај видео је видљив само Вама
IDC_BTN_FACEBOOK_UPLOAD		= Отпреми
IDC_LN_FACEBOOK_HELP		= Помоћ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Отпремање...
IDC_ST_FACEBOOK_UPLOADED	= Отпремање видеа је завршено!
IDC_ST_FACEBOOK_LINK		= Веза:
IDC_BTN_FACEBOOK_LINK_GO	= Иди
IDC_BTN_FACEBOOK_CLOSE		= Затвори

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC је доступан
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 енкодер је доступан. NVENC је енкодер са високим перформансама који користи хардверско убрзање. Желите ли да користите NVENC H.264 енкодер?\n<a>још</a>
IDC_CK_NVENC_AVAILABLE		= Не питај ме поново

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) је доступан
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder је доступан. QSV је декодер високих перформанси који користи хардверско убрзање. \nЖелите ли да користите QSV H.264 encoder?\n<a>више</a>
IDC_CK_QSV_AVAILABLE		= Не питај ме поново

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Избор уређаја
IDC_ST_DEVICE_SELECTION		= Избор
IDC_ST_DEVICE_NAME		= Уређај:
IDC_BTN_DEVICE_NAME_SETTINGS	= Подешавања
IDC_ST_DEVICE_FORMAT		= Формат:
IDC_ST_DEVICE_VIDEO_INPUT	= Видео улаз:
IDC_ST_DEVICE_AUDIO_INPUT	= Аудио улаз:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Користите прилагођени аудио уређај
IDC_BTN_DEVICE_INPUT_SETTINGS	= Подешавања
IDC_ST_DEVICE_OPTIONS		= Опције
IDC_ST_DEVICE_DEINTERLAING	= Расплитање:
IDC_ST_DEVICE_FLIPSCREEN	= Изврни екран:
IDC_CK_DEVICE_FLIPSCREEN_H	= Хоризонтално
IDC_CK_DEVICE_FLIPSCREEN_V	= Вертикално
IDC_LN_DEVICE_HELP		= Помоћ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Проблем у компатибилности о пореклу
IDC_LN_CAUTION_USING_WINAPPS	= Ако је захват Windows Продавница Апликација омогућен, питање компатибилности може довести до порекла. <a>Кликни овде</a> да решиш овај проблем.\n\nДа ли си сигуран да желиш да користиш захват Windows Продавница Апликација?
IDC_CK_CAUTION_USING_WINAPPS	= Не питај ме поново

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Листа планираног снимања
IDC_ST_SREC_LIST_TEXT		= Планирај време почетка снимања на одређеном времену. (Ова функција је доступна када је Bandicam покренут.)
IDC_BTN_SREC_LIST_ADD		= Додај
IDC_BTN_SREC_LIST_EDIT		= Уреди
IDC_BTN_SREC_LIST_DELETE	= Избриши
IDC_BTN_SREC_LIST_COPY		= Copy
IDC_BTN_SREC_LIST_CLOSE		= Затвори
IDC_LN_SREC_TIP_TASK_SCHEDULER	= TIP: How to start scheduled recording when Bandicam is not running

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Планирано снимање
IDC_ST_SREC_SETTINGS_NAME	= Име:
IDC_CK_SREC_ACTIVE		= Активно
IDC_ST_SREC_SCHEDULING		= Планирање
IDC_RD_SREC_ONE_TIME		= Једном
IDC_RD_SREC_DAILY		= Дневно
IDC_RD_SREC_WEEKLY		= Недељно
IDC_ST_SREC_START_TIME		= Време почетка:
IDC_ST_SREC_END_TIME		= Време краја:
IDC_CK_SREC_DURATION		= Трајање
IDC_CK_SREC_SUN			= Недеља
IDC_CK_SREC_MON			= Понедељак
IDC_CK_SREC_TUE			= Уторак
IDC_CK_SREC_WED			= Среда
IDC_CK_SREC_THU			= Четвртак
IDC_CK_SREC_FRI			= Петак
IDC_CK_SREC_SAT			= Субота
IDC_ST_SREC_RECORDING		= Снимање
IDC_ST_SREC_TARGET		= Мета снимања:
IDC_BTN_SREC_TARGET_SELECT	= Изабери
IDC_ST_SREC_AFTER_RECORDING	= Након снимања:
IDC_LN_SREC_HELP		= [ Помоћ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Нема уређаја за хватање звука
IDC_ST_ACAP_NO_DEVICE		= Није откривен ни један уређај за хватање звука.\nЗбог тога, у снимљеној видео датотеци неће бити аудио записа.
IDC_CK_ACAP_DO_NOT_SHOW		= Не приказуј ову поруку поново

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam is run as a standard user
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Some recording targets may not be detected because you didn't run Bandicam as an administrator. \n\n<a>Click here to run Bandicam as an administrator.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Help
ID_BTN_CAUTION_UAC_SETTINGS		= Settings

[MENU]
ID_POPUP_ABOUT         = О програму
ID_POPUP_GENERAL      = Подешавања - Општа
ID_POPUP_FRAME         = Подешавања - К/С
ID_POPUP_VIDEO         = Подешавања - Видео
ID_POPUP_IMAGE         = Подешавања - Слика
ID_POPUP_AUDIO			= Settings - Audio
ID_POPUP_OUTPUTS      = Листа излазне датотеке
ID_POPUP_OPENOUTPUTFOLDER   = Отвори фасциклу
ID_POPUP_TARGET			= Мета
ID_POPUP_SETTINGS		= Подешавања
ID_POPUP_SIZE			= Величина
ID_POPUP_EXIT         = Изађи

ID_TARGET_DIRECTX      = Режим снимања игре
ID_TARGET_SCREEN		= Режим снимања екрана - Правоугаоник
ID_TARGET_FULL			= Режим снимања екрана - Цео екран
ID_TARGET_MOUSE			= Режим снимања екрана - Около миша
ID_TARGET_DEVICE		= Режим снимања уређаја
ID_TARGET_AUDIO_ONLY		= Audio-only Recording Mode
ID_TARGET_HELP         = Помоћ

ID_TARGET_HIDE         = Прикажи / Сакриј \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Копирај у привремену меморију \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Режим цртања \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP      = Увек у врху
ID_TARGET_COUNTDOWN		= Countdown timer
ID_TARGET_COUNTDOWN_TIMER	= Прикажи мерач времена
ID_TARGET_COUNTDOWN_0		= Off
ID_TARGET_COUNTDOWN_1		= 1 sec
ID_TARGET_COUNTDOWN_2		= 2 sec
ID_TARGET_COUNTDOWN_3		= 3 sec
ID_TARGET_COUNTDOWN_4		= 4 sec
ID_TARGET_COUNTDOWN_5		= 5 sec
ID_TARGET_COUNTDOWN_6		= 6 sec
ID_TARGET_COUNTDOWN_7		= 7 sec
ID_TARGET_COUNTDOWN_8		= 8 sec
ID_TARGET_COUNTDOWN_9		= 9 sec
ID_TARGET_COUNTDOWN_10		= 10 sec
ID_TARGET_HIDE_MAINWND		= Hide main window during recording
ID_TARGET_TRANSPARENCY      = Провидност
ID_TARGET_SIZE         = Величина
ID_TARGET_ADJUST		= Подеси

ID_TARGET_MOVE_LEFT      = Помери лево \t Лево
ID_TARGET_MOVE_RIGHT      = Помери десно \t Десно
ID_TARGET_MOVE_UP      = Помери горе \t Горе
ID_TARGET_MOVE_DOWN      = Помери доле \t Доле

ID_TARGET_INC_WIDTH      = Повећај ширину \t Shift+Десно
ID_TARGET_DEC_WIDTH      = Смањи ширину \t Shift+Лево
ID_TARGET_INC_HEIGHT      = Повећај величину \t Shift+Доле
ID_TARGET_DEC_HEIGHT      = Смањи величину \t Shift+Горе

ID_TARGET_FIND_WINDOW		= Изабери поље снимања \t Ctrl+F
ID_TARGET_FULLSCREEN      = Цео екран \t Ctrl+Ентер
ID_TARGET_RATIO_4_3      = Уклопи за 4:3
ID_TARGET_RATIO_16_9      = Уклопи за 16:9
ID_TARGET_SIZE_CUSTOM      = Произвољна величина \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Поставка величине \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Додај поставку
ID_TARGET_SIZE_PRESET_EDIT	= Уреди поставку
ID_TARGET_SIZE_RU		= Недавно коришћена величина \t Ctrl+S

ID_TARGET_DISPLAY		= Приказ
ID_TARGET_DISPLAY_1		= Приказ 1
ID_TARGET_DISPLAY_2		= Приказ 2
ID_TARGET_DISPLAY_3		= Приказ 3
ID_TARGET_DISPLAY_4		= Приказ 4
ID_TARGET_DISPLAY_5		= Приказ 5
ID_TARGET_DISPLAY_6		= Приказ 6
ID_TARGET_DISPLAY_7		= Приказ 7
ID_TARGET_DISPLAY_8		= Приказ 8

ID_TARGET_OPEN_OUTPUTFOLDER	= Отвори фасциклу
ID_TARGET_OUTPUT_LIST		= Листа излазне датотеке
ID_TARGET_EXIT_BANDICAM      = Искључи "Bandicam"

ID_DEVICE_HIDE			= Прикажи / Сакриј \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Копирај у привремену меморију \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Увек у плану
ID_DEVICE_SELECTION		= Изаберите уређај \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Цео екран \t Enter
ID_DEVICE_ZOOM			= Зумирање
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Однос слике
ID_DEVICE_KEEP_ASPECT_RATIO	= Задржи однос слике
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Подразумевано
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Отворите излазну фасциклу
ID_DEVICE_OUTPUT_LIST		= Листа излазне датотеке
ID_DEVICE_EXIT_BANDICAM		= Напустите Bandicam

ID_USER_PRESET_ADD      = Додај
ID_USER_PRESET_EDIT      = Измени

ID_SORT_BY_DATE         = Сложи по датуму
ID_SORT_BY_NAME         = Сложи по имену
ID_SORT_BY_SIZE         = Сложи по величини

ID_OUTPUTS_LB_PLAY      = Пусти
ID_OUTPUTS_LB_OPEN      = Отвори
ID_OUTPUTS_LB_EDIT      = Уреди
ID_OUTPUTS_LB_RENAME		= Преименуј     \t F2
ID_OUTPUTS_LB_DELETE      = Избриши     \t Del
ID_OUTPUTS_LB_SELECT_ALL   = Изабери Све \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER   = Отвори излазну фасциклу

ID_UPLOAD_TO_YOUTUBE		= Отпреми на Youtube
ID_UPLOAD_TO_VIMEO		= Отпреми на Vimeo
ID_UPLOAD_TO_FACEBOOK		= Отпреми на Facebook

ID_BDCAM_SIZE_DEFAULT		= Стандардна величина

ID_AUDIO_FILTER_MONO		= Конвертуј у Mono
ID_AUDIO_FILTER_NS		= Потискивање буке
ID_AUDIO_FILTER_NS_OFF		= Иск.
ID_AUDIO_FILTER_NS_LOW		= Ниско
ID_AUDIO_FILTER_NS_MEDIUM	= Средње
ID_AUDIO_FILTER_NS_HIGH		= Високо

